Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: All users on {box_name} can login into and use SOGo. Mails delivered to their mailboxes by the email server app can be read and new mail can be sent out.
sv: Alla anvÃ¤ndare pÃ¥ {box_name} kan logga in och anvÃ¤nda SOGo. Mails levereras till sina brevlÃ¥dor via e-postserverappen kan lÃ¤sas och ny post kan skickas ut.

source: Thunderbird + SOGo connector
sv: Thunderbird + SOGo-kontakt

source: Webmail
sv: Webbmail

source: Address book
sv: Adressbok

source: A Secure Shell server uses the secure shell protocol to accept connections from remote computers. An authorized remote computer can perform administration tasks, copy files or run other services using such connections.
sv: En sÃ¤ker Shell-Server anvÃ¤nder Secure Shell-protokollet fÃ¶r att acceptera anslutningar frÃ¥n fjÃ¤rrdatorer. En auktoriserad fjÃ¤rrdator kan utfÃ¶ra administrativa uppgifter, kopiera filer eller kÃ¶ra andra tjÃ¤nster med sÃ¥dana anslutningar.

source: Secure Shell Server
sv: SSH-server

source: Remotely login using Secure Shell (SSH)
sv: FjÃ¤rrinloggning med Secure Shell (SSH)

source: Disable password authentication
sv: Inaktivera lÃ¶senordsautentisering

source: Improves security by preventing password guessing. Ensure that you have setup SSH keys in your administrator user account before enabling this option.
sv: FÃ¶rbÃ¤ttrar sÃ¤kerheten genom att fÃ¶rhindra lÃ¶senords gissningar. Kontrollera att du har installationsprogrammet SSH-nycklar i ditt administratÃ¶rsanvÃ¤ndarkonto innan du aktiverar det hÃ¤r alternativet.

source: Allow all users to login remotely
sv: TillÃ¥t alla anvÃ¤ndare att logga in pÃ¥ distans

source: Allow all users who have a valid account to login remotely via SSH. When disabled, only users of groups root, admin and freedombox-ssh can login via SSH.
sv: TillÃ¥t alla anvÃ¤ndare som har ett giltigt konto att logga in pÃ¥ distans via SSH. NÃ¤r det Ã¤r inaktiverat kan endast anvÃ¤ndare i grupperna root, admin och freedombox-ssh logga in via SSH.

source: Remote terminal
sv: FjÃ¤rrterminal

source: Fingerprints
sv: Fingeravtryck

source: Server Fingerprints
sv: Server fingeravtryck

source: When connecting to the server, ensure that the fingerprint shown by the SSH client matches one of these fingerprints.
sv: NÃ¤r du ansluter till servern, se till att fingeravtryck som visas av SSH-klienten matchar en av dessa fingeravtryck.

source: Algorithm
sv: Algoritm

source: Fingerprint
sv: Fingeravtryck

source: This module allows you to manage storage media attached to your {box_name}. You can view the storage media currently in use, mount and unmount removable media, expand the root partition etc.
sv: Med den hÃ¤r modulen kan du hantera lagringsmedier som Ã¤r anslutna till {box_name}. Du kan visa lagringsmedia som fÃ¶r nÃ¤rvarande anvÃ¤nds, montera och demontera flyttbara media, expandera rotpartitionen etc.

source: {disk_size:.1f} bytes
sv: {disk_size:.1f} byte

source: The operation failed.
sv: Ã tgÃ¤rden misslyckades.

source: The operation was cancelled.
sv: Operationen avbrÃ¶ts.

source: The device is already unmounting.
sv: Enheten lossnar redan.

source: The operation is not supported due to missing driver/tool support.
sv: Ã tgÃ¤rden stÃ¶ds inte pÃ¥ grund av saknade drivrutiner/verktygsstÃ¶d.

source: The operation timed out.
sv: Ã tgÃ¤rden orsakade timeout.

source: The operation would wake up a disk that is in a deep-sleep state.
sv: Ã tgÃ¤rden skulle vÃ¤cka en disk som Ã¤r i ett djupvilolÃ¤ge.

source: Attempting to unmount a device that is busy.
sv: FÃ¶rsÃ¶ker avmontera en enhet som Ã¤r upptagen.

source: The operation has already been cancelled.
sv: Operationen har redan avbrutits.

source: Not authorized to perform the requested operation.
sv: Inte behÃ¶rig att utfÃ¶ra den begÃ¤rda Ã¥tgÃ¤rden.

source: The device is already mounted.
sv: Enheten Ã¤r redan monterad.

source: The device is not mounted.
sv: Enheten Ã¤r inte monterad.

source: Not permitted to use the requested option.
sv: Inte tillÃ¥tet att anvÃ¤nda det begÃ¤rda alternativet.

source: The device is mounted by another user.
sv: Enheten monteras av en annan anvÃ¤ndare.

source: Low space on system partition: {percent_used}% used, {free_space} free.
sv: LÃ¥gt utrymme pÃ¥ systempartitionen: {percent_used}% anvÃ¤nds, {free_space} fritt.

source: Low disk space
sv: LÃ¥gt diskutrymme

source: Disk failure imminent
sv: Diskfel fÃ¶restÃ¥ende

source: Disk {id} is reporting that it is likely to fail in the near future. Copy any data while you still can and replace the drive.
sv: Disk {id} rapporterar att den sannolikt kommer att misslyckas inom en snar framtid. Kopiera all data medan du fortfarande kan och byt ut enheten.

source: You cannot save configuration changes. Try rebooting the system. If the problem persists after a reboot, check the storage device for errors.
sv: Du kan inte spara konfigurationsÃ¤ndringar. Testa att starta om systemet. Om problemet kvarstÃ¥r efter en omstart, kontrollera lagringsenheten efter fel.

source: Read-only root filesystem
sv: LÃ¤s-endast root filsystem

source: Go to Power
sv: GÃ¥ till StrÃ¶m

source: grub package is configured
sv: grubpaket Ã¤r konfigurerat

source: Invalid directory name.
sv: Ogiltigt katalognamn.

source: Directory does not exist.
sv: Katalogen finns inte.

source: Path is not a directory.
sv: SÃ¶kvÃ¤gen Ã¤r inte en katalog.

source: Directory is not readable by the user.
sv: Katalogen Ã¤r inte lÃ¤sbar av anvÃ¤ndaren.

source: Directory is not writable by the user.
sv: Katalogen Ã¤r inte skrivbar av anvÃ¤ndaren.

source: Directory
sv: Katalog

source: Subdirectory (optional)
sv: Underkatalog (valfritt)

source: Share
sv: Dela

source: Other directory (specify below)
sv: Annan katalog (specificera nedan)

source: Disks
sv: Diskar

source: Usage
sv: Användning

source: Auto-mount
sv: Montera automatiskt

source: Expand partition
sv: UtÃ¶ka partitionen

source: The following storage devices are in use:
sv: FÃ¶ljande lagringsenheter anvÃ¤nds:

source: Label
sv: Etikett

source: Mount Point
sv: Monteringspunkt

source: Used
sv: Används

source: There is %(expandable_root_size)s of unallocated space available after your root partition. Root partition can be expanded to use this space. This will provide you additional free space to store your files.
sv: Det finns %(expandable_root_size)s ledigt utrymme tillgÃ¤ngligt efter rotpartitionen. Rotpartitionen kan utÃ¶kas fÃ¶r att anvÃ¤nda det hÃ¤r utrymmet. Detta ger dig ytterligare ledigt utrymme fÃ¶r att lagra dina filer.

source: Expand Root Partition
sv: UtÃ¶ka root-partitionen

source: Advanced storage operations such as disk partitioning and RAID management are provided by the <a href="/_cockpit/storage">Cockpit</a> app.
sv: Avancerade lagringsÃ¥tgÃ¤rder som diskpartitionering och RAID-hantering tillhandahÃ¥lls av appen <a href="/_cockpit/storage">Cockpit</a>.

source: Please backup your data before proceeding. After this operation, %(expandable_root_size)s of additional free space will be available in your root partition.
sv: VÃ¤nligen sÃ¤kerhetskopiera dina data innan du fortsÃ¤tter. Efter den hÃ¤r Ã¥tgÃ¤rden kommer %(expandable_root_size)s av ytterligare ledigt utrymme att vara tillgÃ¤ngligt i rotpartitionen.

source: Error expanding partition: {exception}
sv: Fel vid utÃ¶kning av partitionen: {exception}

source: Partition expanded successfully.
sv: PartitionsutÃ¶kning genomfÃ¶rd.

source: {drive_vendor} {drive_model} can be safely unplugged.
sv: {drive_vendor} {drive_model} kan kopplas ur pÃ¥ ett sÃ¤kert sÃ¤tt.

source: Device can be safely unplugged.
sv: Enheten kan kopplas ur pÃ¥ ett sÃ¤kert sÃ¤tt.

source: Error ejecting device.
sv: Fel vid utmatning av enhet.

source: Syncthing is an application to synchronize files across multiple devices, e.g. your desktop computer and mobile phone. Creation, modification, or deletion of files on one device will be automatically replicated on all other devices that also run Syncthing.
sv: Syncthing Ã¤r ett program fÃ¶r att synkronisera filer Ã¶ver flera enheter, t.ex. din stationÃ¤ra dator och mobiltelefon. Skapa, modifiera eller radera filer pÃ¥ en enhet kommer att replikeras automatiskt pÃ¥ alla andra enheter som ocksÃ¥ kÃ¶r Syncthing.

source: Running Syncthing on {box_name} provides an extra synchronization point for your data that is available most of the time, allowing your devices to synchronize more often. {box_name} runs a single instance of Syncthing that may be used by multiple users. Each user's set of devices may be synchronized with a distinct set of folders. The web interface on {box_name} is only available for users belonging to the "admin" or "syncthing-access" group.
sv: KÃ¶r Syncthing pÃ¥ {box_name} ger en extra synkroniseringspunkt fÃ¶r dina data som Ã¤r tillgÃ¤ngliga fÃ¶r det mesta, vilket gÃ¶r att dina enheter att synkronisera oftare. {box_name} kÃ¶r en enda instans av Syncthing som kan anvÃ¤ndas av flera anvÃ¤ndare. Varje anvÃ¤ndares uppsÃ¤ttning enheter kan synkroniseras med en sÃ¤rskild uppsÃ¤ttning mappar. WebbgrÃ¤nssnittet pÃ¥ {box_name} Ã¤r endast tillgÃ¤ngligt fÃ¶r anvÃ¤ndare som tillhÃ¶r gruppen "admin" eller "syncthing-access".

source: Administer Syncthing application
sv: Administrera Syncthing-program

source: TiddlyWiki is an interactive application that runs entirely in the web browser. Each wiki is a self-contained HTML file stored on your {box_name}. Instead of writing long wiki pages, TiddlyWiki encourages you to write several short notes called Tiddlers and link them together into a dense graph.
sv: TiddlyWiki Ã¤r en interaktiv applikation som kÃ¶rs helt i webblÃ¤saren. Varje wiki Ã¤r en sjÃ¤lvinnehÃ¥llen HTML-fil som lagras pÃ¥ din {box_name}. IstÃ¤llet fÃ¶r att skriva lÃ¥nga wikisidor uppmuntrar TiddlyWiki dig att skriva flera korta anteckningar som heter Tiddlers och lÃ¤nka dem ihop till en tÃ¤t graf.

source: It is a versatile application with a wide variety of use cases - non-linear notebook, website, personal knowledge base, task and project management system, personal diary etc. Plugins can extend the functionality of TiddlyWiki. Encrypting individual tiddlers or password-protecting a wiki file is possible from within the application.
sv: Det Ã¤r en mÃ¥ngsidig applikation med ett brett utbud av anvÃ¤ndningsfall - icke-linjÃ¤r anteckningsbok, webbplats, personlig kunskapsbas, uppgift och projektledningssystem, personlig dagbok etc. Plugins kan utÃ¶ka funktionaliteten hos TiddlyWiki. Kryptera enskilda tiddlar eller lÃ¶senordsskydda en wiki-fil Ã¤r mÃ¶jligt inifrÃ¥n programmet.

source: TiddlyWiki is downloaded from {box_name} website and not from Debian. Wikis need to be upgraded to newer version manually.
sv: TiddlyWiki laddas ner frÃ¥n {box_name} webbplats och inte frÃ¥n Debian. Wikis mÃ¥ste uppgraderas till nyare version manuellt.

source: Create a new wiki or upload your existing wiki file to get started.
sv: Skapa en ny wiki eller ladda upp din befintliga wiki-fil fÃ¶r att komma igÃ¥ng.

source: A TiddlyWiki file with .html file extension
sv: En Tiddly Wiki-fil med .html filÃ¤ndelse

source: TiddlyWiki files must be in HTML format
sv: Tiddly Wiki-filer mÃ¥ste vara i HTML-format

source: Upload an existing TiddlyWiki file from this computer.
sv: Ladda upp en befintlig TiddlyWiki-fil frÃ¥n den hÃ¤r datorn.

source: Journal
sv: Dagbok

source: Digital garden
sv: Digital trÃ¤dgÃ¥rd

source: <strong>Hint</strong>: You can download a copy of this wiki from within TiddlyWiki before deleting it.
sv: <strong>Tips</strong>: Du kan ladda ner en kopia av denna wiki inifrÃ¥n TiddlyWiki innan du tar bort den.

source: Tor is an anonymous communication system. You can learn more about it from the <a href="https://www.torproject.org/">Tor Project</a> website. For best protection when web surfing, the Tor Project recommends that you use the <a href="https://www.torproject.org/download/download-easy.html.en">Tor Browser</a>.
sv: Tor Ã¤r ett anonymt kommunikationssystem. Du kan lÃ¤ra dig mer om det frÃ¥n <a href="https://www.torproject.org/">Tor Project</a> webbplats. FÃ¶r bÃ¤sta skydd vid webbsurfning rekommenderar Tor-projektet att du anvÃ¤nder <a href="https://www.torproject.org/download/download-easy.html.en"> Tor Browser</a>.

source: This app provides relay services to contribute to Tor network and help others overcome censorship.
sv: Denna app tillhandahÃ¥ller relÃ¤tjÃ¤nster fÃ¶r att bidra till Tor-nÃ¤tverket och hjÃ¤lpa andra att Ã¶vervinna censur.

source: This app provides an onion domain to expose {box_name} services via the Tor network. Using Tor browser, one can access {box_name} from the internet even when using an ISP that limits servers at home.
sv: Denna app tillhandahÃ¥ller en oniondomÃ¤n fÃ¶r att exponera {box_name}-tjÃ¤nster via Tor-nÃ¤tverket. Med webblÃ¤saren Tor kan man komma Ã¥t {box_name} frÃ¥n internet Ã¤ven nÃ¤r man anvÃ¤nder en internetleverantÃ¶r som begrÃ¤nsar servrar hemma.

source: Tor relay port available
sv: Tor relÃ¤ port tillgÃ¤nglig

source: Obfs3 transport registered
sv: Obfs3 transport registrerad

source: Obfs4 transport registered
sv: Obfs4 transport registrerad

source: Onion service is version 3
sv: Onion tjÃ¤nst Ã¤r version 3

source: Enter a valid bridge with this format: [transport] IP:ORPort [fingerprint]
sv: Ange en giltig brygga med det hÃ¤r formatet: [transport] IP:ORPort [fingerprint]

source: Use upstream bridges to connect to Tor network
sv: AnvÃ¤nda uppstrÃ¶ms broar fÃ¶r att ansluta till Tor-nÃ¤tverket

source: When enabled, the bridges configured below will be used to connect to the Tor network. Use this option if your Internet Service Provider (ISP) blocks or censors connections to the Tor Network. This will disable relay modes.
sv: NÃ¤r den Ã¤r aktiverad kommer de broar som konfigureras nedan att anvÃ¤ndas fÃ¶r att ansluta till Tor-nÃ¤tverket. AnvÃ¤nd det hÃ¤r alternativet om Internet-leverantÃ¶ren blockerar eller censurerar anslutningar till Tor-nÃ¤tverket. Detta kommer att avaktivera relÃ¤ lÃ¤gen.

source: Upstream bridges
sv: UppstrÃ¶ms broar

source: You can get some bridges from <a href="https://bridges.torproject.org/">https://bridges.torproject.org/</a> and copy/paste the bridge information here. Currently supported transports are none, obfs3, obfs4 and scamblesuit.
sv: Du kan fÃ¥ nÃ¥gra broar frÃ¥n <a href="https://bridges.torproject.org/">https://Bridges.torproject.org/</a> och kopiera/klistra in bro informationen hÃ¤r. FÃ¶r nÃ¤rvarande stÃ¶ds transporter Ã¤r ingen, obfs3, obfs4 och scamblesuit.

source: Enable Tor relay
sv: Aktivera Tor Relay

source: When enabled, your {box_name} will run a Tor relay and donate bandwidth to the Tor network. Do this if you have more than 2 megabits/s of upload and download bandwidth.
sv: NÃ¤r den Ã¤r aktiverad kommer din {box_name} att kÃ¶ra ett Tor-relÃ¤ och donera bandbredd till Tor-nÃ¤tverket. GÃ¶r detta om du har mer Ã¤n 2 megabits/s av uppladdning och nedladdning bandbredd.

source: Enable Tor bridge relay
sv: Aktivera Tor Bridge Relay

source: When enabled, relay information is published in the Tor bridge database instead of public Tor relay database making it harder to censor this node. This helps others circumvent censorship.
sv: NÃ¤r den Ã¤r aktiverad publiceras relÃ¤ information i Tor Bridge-databasen i stÃ¤llet fÃ¶r public Tor Relay-databasen, vilket gÃ¶r det svÃ¥rare att censurera den hÃ¤r noden. Detta hjÃ¤lper andra att kringgÃ¥ censur.

source: Enable Tor Onion Service
sv: Aktivera Tor Onion tjÃ¤nst

source: An onion service will allow {box_name} to provide selected services (such as wiki or chat) without revealing its location. Do not use this for strong anonymity yet.
sv: En onion tjÃ¤nst kommer att tillÃ¥ta {box_name} att tillhandahÃ¥lla utvalda tjÃ¤nster (till exempel wiki eller chatt) utan att avslÃ¶ja dess plats. AnvÃ¤nd inte detta fÃ¶r stark anonymitet Ã¤nnu.

source: Specify at least one upstream bridge to use upstream bridges.
sv: Ange minst en uppstrÃ¶ms bro fÃ¶r att anvÃ¤nda uppstrÃ¶ms broar.

source: Orbot: Proxy with Tor
sv: Orbot: proxy med Tor

source: Onion services
sv: OniontjÃ¤nst

source: Relay
sv: Relä

source: Anonymity network
sv: AnonymitetsnÃ¤tverk

source: Onion Service
sv: Onion tjÃ¤nst

source: Updating configuration
sv: Uppdatera konfigurationen

source: Error configuring app: {error}
sv: Fel vid konfigurering av appen: {error}

source: This app provides a web proxy on your {box_name} for internal networks on TCP port 9050 using the SOCKS protocol. This can be used by various apps to access the internet via the Tor network. ISP censorship can be circumvented using upstream bridges.
sv: Den hÃ¤r appen tillhandahÃ¥ller en webbproxy pÃ¥ din {box_name} fÃ¶r interna nÃ¤tverk pÃ¥ TCP-port 9050 med SOCKS-protokollet. Detta kan anvÃ¤ndas av olika appar fÃ¶r att komma Ã¥t internet via Tor-nÃ¤tverket. ISP-censur kan kringgÃ¥s med hjÃ¤lp av uppstrÃ¶ms broar.

source: Access URL {url} on tcp{kind} via Tor
sv: TillgÃ¥ng URL {url} pÃ¥ TCP {kind} via Tor

source: Confirm Tor usage at {url} on tcp{kind}
sv: BekrÃ¤fta Tor-anvÃ¤ndning vid {url} pÃ¥ TCP {kind}

source: Download software packages over Tor
sv: Ladda ner mjukvarupaket Ã¶ver Tor

source: When enabled, software will be downloaded over the Tor network for installations and upgrades. This adds a degree of privacy and security during software downloads.
sv: NÃ¤r den Ã¤r aktiverad kommer programvara att laddas ner via Tor-nÃ¤tverket fÃ¶r installationer och uppgraderingar. Detta ger en viss grad av integritet och sÃ¤kerhet under Programnedladdningar.

source: Transmission is a BitTorrent client with a web interface.
sv: Transmission Ã¤r en BitTorrentklient som inkluderar ett Webbaserat anvÃ¤ndargrÃ¤nssnitt.

source: BitTorrent is a peer-to-peer file sharing protocol. Note that BitTorrent is not anonymous.
sv: BitTorrent Ã¤r ett peer-to-peer-fildelningsprotokoll. Observera att BitTorrent inte Ã¤r anonym.

source: Please do not change the default port of the Transmission daemon.
sv: VÃ¤nligen Ã¤ndra inte standardporten fÃ¶r Transmission demonen.

source: Compared to <a href="{deluge_url}">Deluge</a>, Transmission is simpler and lightweight but is less customizable.
sv: JÃ¤mfÃ¶rt med <a href="{deluge_url}">Deluge</a> Ã¤r Transmission enklare och lÃ¤ttare men mindre anpassningsbar.

source: It can be accessed by <a href="{users_url}">any user</a> on {box_name} belonging to the bit-torrent group.
sv: Den kan nÃ¥s av <a href="{users_url}">alla anvÃ¤ndare</a> pÃ¥ {box_name} som tillhÃ¶r bit-torrent-gruppen.

source: In addition to the web interface, mobile and desktop apps can also be used to remotely control Transmission on {box_name}. To configure remote control apps, use the URL <a href="/transmission-remote/rpc">/transmission-remote/rpc</a>.
sv: UtÃ¶ver webbgrÃ¤nssnittet kan mobila och stationÃ¤ra appar ocksÃ¥ anvÃ¤ndas fÃ¶r att fjÃ¤rrstyra Ã¶verfÃ¶ring pÃ¥ {box_name}. FÃ¶r att konfigurera fjÃ¤rrkontrollappar, anvÃ¤nd URL:en <a href="/transmission-remote/rpc">/transmission-remote/rpc</a>.

source: <a href="{samba_url}">Samba</a> shares can be set as the default download directory from the dropdown menu below.
sv: <a href="{samba_url}">Samba</a>-resurser kan stÃ¤llas in som standardnedladdningskatalogen frÃ¥n rullgardinsmenyn nedan.

source: After a download has completed, you can also access your files using the <a href="{sharing_url}">Sharing</a> app.
sv: NÃ¤r en nedladdning har slutfÃ¶rts kan du ocksÃ¥ komma Ã¥t dina filer med hjÃ¤lp av <a href="{sharing_url}">Sharing</a> appen.

source: Transmission
sv: Transmittans

source: Check for and apply the latest software and security updates.
sv: SÃ¶k efter och installera de senaste program-och sÃ¤kerhetsuppdateringarna.

source: Updates are run at 06:00 everyday according to local time zone. Set your time zone in Date & Time app. Apps are restarted after update causing them to be unavailable briefly. If system reboot is deemed necessary, it is done automatically at 02:00 causing all apps to be unavailable briefly.
sv: Uppdateringar kommer att kÃ¶ras pÃ¥ 06:00 varje dag enligt den lokala tidszonen. StÃ¤lla in din tidszon i Datum och Tid app. Appar startas om efter uppdateringen som orsakar dem att vara otillgÃ¤nglig kort. Om du startar om systemet bedÃ¶ms vara nÃ¶dvÃ¤ndigt, det sker automatiskt vid 02:00 orsakar alla apps fÃ¶r att vara tillgÃ¤ngligt en kort stund.

source: Software Update
sv: Mjukvaruuppdatering

source: FreedomBox Updated
sv: FreedomBox uppdaterad

source: Run software update manually
sv: KÃ¶r programuppdatering manuellt

source: Automatic software update runs daily by default. For the first time, manually run it now.
sv: Automatisk mjukvaruuppdatering kÃ¶rs dagligen som standard. FÃ¶r fÃ¶rsta gÃ¥ngen kÃ¶r manuellt det nu.

source: Distribution Update
sv: Distributionsuppdatering

source: Check for package holds
sv: Kontrollera fÃ¶r pakethÃ¥ll

source: Enable auto-update
sv: Aktivera automatisk uppdatering

source: When enabled, FreedomBox automatically updates once a day.
sv: NÃ¤r den Ã¤r aktiverad uppdateras FreedomBox automatiskt dagligen.

source: Enable auto-update to next stable release
sv: Aktivera automatisk uppdatering till nÃ¤sta stabila version

source: When enabled, FreedomBox will update to the next stable distribution release when it is available.
sv: NÃ¤r aktiverad, kommer FreedomBox att uppdatera till nÃ¤sta stabila distributionsutgÃ¥va om tillgÃ¤nglig.

source: Activate frequent feature updates (recommended)
sv: Aktivera frekventa uppdateringar (rekommenderas)

source: Reboots
sv: Startar om

source: New features
sv: Nya funktioner

source: Frequent feature updates allow the %(box_name)s Service, plus a very limited set of software, to receive new features more frequently (from the backports or unstable repository). This results in receiving some new features within weeks, instead of only once every 2 years or so. Note that software with frequent feature updates does not have support from the Debian Security Team. Instead, they are maintained by contributors to Debian and the %(box_name)s community.
sv: Frekventa funktionsuppdateringar tillÃ¥ter %(box_name)s Service, plus en mycket begrÃ¤nsad uppsÃ¤ttning programvara att fÃ¥ nya funktioner oftare (frÃ¥n bakporten eller instabilt mjukvarufÃ¶rrÃ¥d). Detta resulterar i att fÃ¥ nÃ¥gra nya funktioner inom veckor istÃ¤llet fÃ¶r bara en gÃ¥ng vartannat Ã¥r eller sÃ¥. Observera att programvara med frekventa funktionsuppdateringar inte har stÃ¶d frÃ¥n Debian Security Team. IstÃ¤llet upprÃ¤tthÃ¥lls de av bidragsgivare till Debian och %(box_name)s gemenskapen.

source: It is strongly recommended to activate frequent feature updates. If not activated now, they can be activated later.
sv: Det rekommenderas starkt att aktivera frekventa funktionsuppdateringar. Om den inte aktiveras nu, kan de aktiveras senare.

source: <strong>Note:</strong> Once frequent feature updates are activated, they cannot be deactivated.
sv: <strong>Obs:</strong> NÃ¤r frekventa funktionsuppdateringar har aktiverats kan de inte avaktiveras.

source: Next
sv: Nästa

source: Confirm Distribution Update?
sv: BekrÃ¤fta distributionsuppdatering?

source: You are about to update to the next distribution version before it has been released. Proceed only if you wish to help with beta testing of %(box_name)s functionality.
sv: Du hÃ¥ller pÃ¥ att uppdatera till nÃ¤sta distributionsversion innan den har slÃ¤ppts. Proceed only if you want to help with beta testing of %(box_name)s functionality.

source: Take a full backup of all apps and data before performing a distribution update.
sv: Ta en fullstÃ¤ndig sÃ¤kerhetskopia av alla appar och data innan du utfÃ¶r en distributionsuppdatering.

source: The process will take several hours. Most apps will be unavailable during this time.
sv: Processen tar flera timmar. De flesta appar kommer att vara otillgÃ¤ngliga under denna tid.
